Repository: anna-wro/bugtracker
Catalog: app/translations/messages.*.xlf
Languages: pl

# title.projects_list
source: Projects
pl: Lista projektów

# title.bugs_list
source: Bugs
pl: Lista bugów

# title.project_view
source: Project #%id%
pl: Projekt #%id%

# label.project_name
source: Name
pl: Nazwa

# label.project_end_date
source: End
pl: Koniec

# label.project_description
source: Description
pl: Opis

source: Projects not found!
pl: Nie znaleziono projektów!

# bug_not_found
source: This bug doesn't exist!
pl: Taki bug nie istnieje!

source: Bugs not found!
pl: Nie znaleziono bugów!

# project_not_found
source: This project doesn't exist!
pl: Taki projekt nie istnieje!

# label.back_to_list
source: Go back
pl: Wróć do listy

# label.view
source: See bugs
pl: Zobacz bugi

# label.delete
source: Delete
pl: Usuń

# label.nav.prev
source: previous page
pl: poprzednie

# label.nav.next
source: next page
pl: następne

# label.project_add
source: Add a new project
pl: Dodaj projekt

# action.save
source: Save this project
pl: Zapisz projekt

# title.project_delete
source: Delete project
pl: Usuń projekt

# project_delete
source: Do you really want to delete project "%name%"?
pl: Czy na pewno chcesz usunąć projekt "%name%"?

# action.delete
source: Yes, delete it!
pl: Tak, usuń go!

# title.project_edit
source: Edit project
pl: Edytuj projekt

# action.save_changes
source: Save changes
pl: Zapisz zmiany

# action.save_bug
source: Save this bug
pl: Zgłoś buga

# action.cancel_editing
source: Cancel
pl: Anuluj

# placeholder.desc
source: Tell me more about this project. What is it about?
pl: O co chodzi w tym projekcie?

# message.project_successfully_edited
source: The project was successfully edited
pl: Projekt został edytowany

# message.element_successfully_added
source: You've just added a new bug
pl: Zgłoszono nowego buga

# message.element_successfully_edited
source: The bug was successfully edited
pl: Bug został edytowany

# message.project_successfully_added
source: You've just added a new project
pl: Dodano nowy projekt

# message.project_not_found
source: Project not found
pl: Nie znaleziono projektu

# message.project_successfully_deleted
source: The project was successfully deleted
pl: Projekt został usunięty

# message.element_successfully_deleted
source: The element was successfully deleted
pl: Zgłoszenie buga zostało usunięte

# label.bug_add
source: New bug
pl: Nowy bug

# label.more
source: See more
pl: Zobacz więcej

# label.bug_priority
source: Priority
pl: Priorytet

# label.bug_type
source: Bug type
pl: Typ błędu

# label.name
source: Name
pl: Nazwa

# label.bug_desc
source: What's going on?
pl: Co się dzieje?

# label.bug_start
source: Added
pl: Dodano

# label.bug_end
source: Closed
pl: Zamknięto

# label.bug_project
source: Project
pl: Projekt

# status_1
source: Open
pl: Do zrobienia

# status_2
source: Closed
pl: Zakończone

# title.bug_delete
source: Delete bug #%id%
pl: Usuń element #%id%

# bug_delete
source: Do you really want to delete this bug?
pl: Czy na pewno chcesz to usunąć?

# label.bug_start_date
source: Reported
pl: Zgłoszony

# placeholder.bug_desc
source: Short description of the bug
pl: Krótki opis błędu

# label.bug_reprodution
source: Reproduction
pl: Odtworzenie błędu

# placeholder.repr
source: What do I need to do to see this bug?
pl: Co muszę zrobić, żeby się pojawił?

# label.bug_expected_result
source: Expected result
pl: Oczekiwany efekt

# placeholder.expected
source: How it should be?
pl: Jak powinno być?

# label.view_all
source: See all bugs from this project
pl: Zobacz wszystkie bugi z tego projektu

# title.auth_register
source: Create new account
pl: Zarejestruj się

# message.user_successfully_added
source: You've just created a new account
pl: Konto zostało pomyślnie założone

# label.repeat.password
source: Repeat password
pl: Powtórz hasło

# priority_1
source: Important and urgent
pl: Ważne i pilne

# priority_2
source: Important, but not urgent
pl: Ważne, ale nie pilne

# priority_3
source: Urgent, but not important
pl: Pilne, ale nie ważne

# priority_4
source: Neither urgent nor important
pl: Ani ważne, ani pilne

# title.bug_edit
source: Edit bug #%id%
pl: Edycja błędu #%id%

# type_1
source: Functional
pl: Funkcjonalny

# type_2
source: Security
pl: Zabezpieczenia

# type_3
source: Usability
pl: Wygoda obsługi

# type_4
source: Accessibility
pl: Dostępność

# type_5
source: Text
pl: Tekstowy

# type_6
source: Visual
pl: Wizualny

# type_7
source: User input data
pl: Wprowadzane dane

# type_8
source: Suggestion
pl: Sugestia

# type_10
source: Other
pl: Inny błąd

# type_9
source: Feature
pl: Nowa funkcja

# auth.login.label
source: Log in
pl: Zaloguj się

# auth.logout.label
source: Log out
pl: Wyloguj się

# action.register
source: Register
pl: Załóż konto

# action.profile
source: My profile
pl: Mój profil

# action.do
source: Done!
pl: Zrobione!

# action.undo
source: Undo
pl: Cofnij status

# label.password
source: Password
pl: Hasło

# action.login
source: Log in
pl: Zaloguj się

# title.auth_login
source: Log in
pl: Logowanie

# message.not_logged_in
source: You need to log in to see this.
pl: Zaloguj się, żeby to zobaczyć.

# message.login_required
source: Login required
pl: Wymagane logowanie

# label.back_to_home
source: Back to homepage
pl: Wróć do strony głównej

# label.ok
source: Okay!
pl: Ok!

# auth.register.label
source: Sign up
pl: Zarejestruj się

# auth.register.text
source: Don't have an account?
pl: Nie masz jeszcze konta?

# project_delete_bugs
source: All reported bugs from this project will also be deleted!
pl: Usunięte zostaną również przypisane do projektu bugi!

# label.sort_asc
source: Sort in ascending order
pl: Sortuj rosnąco

# label.sort_desc
source: Sort in descending order
pl: Sortuj malejąco

# message.status_changed
source: The status was successfully changed
pl: Status błędu został zmieniony

# title.progress_bar
source: Done: %done% out of %all% bugs
pl: Gotowe: %done% na %all% zgłoszonych bugów

source: Yes
pl: Tak

source: No
pl: Nie

# message.not_your_bug
source: You are not allowed to do this.
pl: Nie nie jest Twój błąd, nie możesz go zobaczyć.

# message.not_your_project
source: This is not your project, you are not allowed to do this.
pl: Nie nie jest Twój projekt, nie możesz go zobaczyć.

# message.bug_not_found
source: This bug does not exist.
pl: Taki bug nie istnieje

# message.not_your_business
source: Nope, you are not allowed to do this.
pl: Nie, nie możesz tego zrobić.

source: Users not found
pl: Nie znaleziono użytkowników

# message.user_not_found
source: This user does not exist
pl: Taki użytkownik nie istnieje

# label.user_add
source: Add a new user
pl: Dodaj kogoś nowego

# title.user_list
source: Users
pl: Użytkownicy

# user_with_no_projects
source: This user has no projects
pl: Ten użytkownik nie ma żadnych projektów

# label.view_profile
source: See profile
pl: Zobacz profil

# message.user_successfully_deleted
source: The user was successfully deleted
pl: Użytkownik został pomyślnie usunięty

# message.user_successfully_edited
source: The user's data was successfully edited
pl: Dane użytkownika zostały pomyślnie edytowane

# title.user_delete
source: Delete user #%id%
pl: Usuń konto #%id%

# title.user_edit
source: Edit user #%id%
pl: Edytuj konto #%id%

# user_delete
source: Do you really want to delete this user?
pl: Czy naprawdę chcesz usunąć to konto?

# user_delete_all
source: All his/her projects and bugs will also disappear.
pl: Wszystkie powiązane z nim projekty i błędy również zostaną usunięte!

# label.role
source: Role
pl: Uprawnienia

# label.change_role
source: Change role
pl: Zmień uprawnienia

# label.change_password
source: Change password
pl: Zmień hasło

# ROLE_ADMIN
source: Admin
pl: Administrator

# ROLE_USER
source: User
pl: Użytkownik

# title.change_role
source: User #%id%: Change role
pl: #%id%: Uprawnienia

# title.change_password
source: User #%id%: Change password
pl: #%id%: Zmień hasło

# column.user_name
source: User
pl: Konto

# title.users_list
source: Users
pl: Użytkownicy

# label.delete_user
source: Delete account
pl: Usuń konto

# column.project_count
source: %count% projects
pl: Projekty: %count%

# column.project_count_zero
source: no projects
pl: Brak projektów

# column.project_count_one
source: 1 project
pl: 1 projekt
